/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Setja upp notandaaðgang";
"you_need_an_account" = "Það eru engir $appname aðgangar á tækinu þínu.\nSettu fyrst upp notandaaðgang.";

//Login Screen
"testing_connection" = "Prófa tengingu";
"server_instance_not_found" = "Þjónn fannst ekki";
"secure_connection_established" = "Örugg tenging";
"https_non_secure_connection_established" = "Endurbeint í gegnum óörugga leið";
"connection_established" = "Óörugg tenging";
"login_details" = "Upplýsingar um innskráningu";
"username" = "Notandanafn";
"password" = "Lykilorð";
"login" = "Tengjast";
"cancel" = "Hætta við";
"error_login_message" = "Notandi eða lykilorð er ekki rétt";
"error_updating_predefined_url" = "Server moved to a different URL. Please, authenticate again to update your account";
"ok" = "Í lagi";
"url_sample" = "Vistfang þjóns https://…";
"forbidden_characters_in_password" = "Þetta lykilorð inniheldur ógilda stafi.";
"server" = "Þjónn";
"url" = "Slóð (URL)";
"session_expired" = "Setan þín er útrunnin. Skráðu þig aftur inn.";
"credentials_different_user" = "Notandanafnið sem sett var inn samsvarar ekki notanda þessa aðgangs";
"auth_unsupported_auth_method" = "Þjónninn styður ekki þessa auðkenningaraðferð";
"server_does_not_give_user_id" = "Þjónninn skilar ekki réttu notandaauðkenni, hafðu samband við kerfisstjóra\n	";
"authentification_not_valid" = "Get ekki auðkennt á þessum þjóni";
"error_too_many_http_redirects" = "There has been an error when establishing the connection. Please try it again.";
"retry" = "Reyna aftur";
"help_link_login" = "Nýr í $appname?";
"error_could_not_add_account" = "Could not store user information. Please try again.";
"account_not_new" = "Aðgangur fyrir sama notanda og sama þjón er þegar fyrir hendi á tækinu";
"oauth2_error_access_denied" = "Aðgangi hafnað af auðkenningarþjóni";
"oauth2_error" = "Auðkenning mistókst";

//TabBarItems
"settings"="Stillingar";
"files_tab"="Skrár";

//Uploading
"upload" = "Senda inn";
"account" = "Aðgangur:";
"location" = "Staðsetning:";
"photo_albums" = "Myndaalbúm";
"loading" = "Hleð...";
"no_access_to_gallery" = "Endilega virkjaðu aðgang fyrir $appname að myndum og myndskeiðum. Það má gera í Stillingar > Gagnaleynd > Myndir.";
"error" = "Villa";
"upload_failed"="Innsending mistókst";
"redirection_problem"="Ekki er stuðningur við endurbeiningaraðgerð";
"all_photos" = "Allar myndir";

//First View
"menu_upload" = "Senda inn ljósmynd/ myndskeið";
"menu_folder" = "Ný mappa";
"menu_text_file" = "Ný textaskrá";
"sort_menu_title" = "Raða";
"sort_menu_by_name_option" = "A-Ö";
"sort_menu_by_modification_date_option" = "Nýjast - Elst";
"sort_menu_by_kind_option" = "Kind";

//Create/Edit File Text
"create_text_file" = "Búa til nýja textaskrá";
"title_view_new_text_file" = "Ný textaskrá";
"title_view_edit_text_file" = "Breyta textaskrá";
"default_text_file_title" = "Ný textaskrá";
"title_text_file_placeholder" = "Titill...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "er þegar til";
"error_file_name_empty" = "Heiti skráar má ekki vera tómt.";
"no_changes_made" = "Engar breytingar voru gerðar";
"no_file_downloaded" = "Ekki er búið að sækja skrána, þú getur ekki breytt henni";


//Create Folder
"create_folder" = "Búa til nýja möppu";
"folder_name" = "Settu inn nafn á möppu:";
"save" = "Vista";
"folder_exist" = "Mappa með þessu heiti er þegar til staðar. Settu inn eitthvað annað nafn.";
"folder_create_error"="Tókst ekki að búa til möppu";
"not_show_potrait"="Valmynd er ekki tiltæk í láréttri sýn. Skiptu yfir í lóðrétta sýn.";
"not_possible_create_folder" = "Tókst ekki að búa til möppu.";

//FilesView
"confirm_to_delete_item" = "Staðfesta eyðingu á atriði";
"yes" = "Já";
"no" = "Nei";
"delete_from_device" = "Ertu viss um að þú viljir eyða þessari skrá af tækinu?";
"delete_from_server" = "Ertu viss um að þú viljir eyða þessari skrá af þjóninum?";
"not_possible_connect_to_server" = "Það er ekki hægt að tengjast við þjóninn á þessum tímapunkti.";
"delete_folder_from_server" = "Ertu viss um að þú viljir eyða þessari möppu af þjóninum?";
"delete_local_server" = "Eyða af tæki og þjóni";
"delete_local" = "Eyða af tæki";
"delete_server" = "Eyða af þjóni";
"error_path" = "Not found. Please make sure it exists";
"error_not_permission" = "Þú hefur ekki heimild til að ljúka þessari aðgerð";
"folders" = "möppur";
"files" = "skrár";
"folder" = "mappa";
"file" = "skrá";
"more_swipe" = "Meira";
"message_not_files" = "Ekkert hér. Settu eitthvað inn!";
"maintenance_mode_on_server_message" = "Það er ekki hægt að tengjast við þjóninn á þessum tímapunkti. Þjónninn er núna í viðhaldsham";

//Refresh file list
"release_refresh"="Sleppa til að endurlesa...";
"loading_refresh"="Hleð...";
"pull_down_refresh"="Draga niður til að endurlesa.";

//Miscelanea
"back" = "Til baka";

//Preview
"open_with_label" = "Opna með";
"delete_label"= "Eyða";

//Open with
"file_cannot_be_opened" = "Ekki er hægt að opna skrá";
"no_app_instaled_to_open_it" = "Ekkert forrit er uppsett sem hentar til að opna þessa tegund skráa.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Kem á tengingu";
"not_establishing_connection" = "Gat ekki komið á tengingu";
"connection_closed" = "Tengingu lokað";
"connection_lost" = "Tenging rofnaði";
"auth_failed" = "Auðkenning mistókst";
"auth_passed" = "Auðkenning tókst";
"request_file_not_found" = "Umbeðin skrá fannst ekki á þjóni";
"request_file_not_accesed" = "Ekki er hægt að nálgast umbeðna skrá";
"unknow_response_server" = "Villa: Óvænt svar barst frá þjóni";
"uploading_data" = "Sendi inn gögn";
"downloading_data" = "Sæki gögn";
"transfer_complete" = "Millifærslu lokið";
"transfer_failed" = "Millifærsla mistókst";
"download_file" = "Sækja skrá";

//Settings and PinCode
"title_app_pin" = "Læsing með lykilkóða";
"title_app_pin_and_touchID" = "Læsing með lykilkóða & Touch ID";
"title_app_pin_and_faceID" = "Passcode Lock & Face ID";
"title_app_pin_forced" = "Breyta lykilkóða";
"enter_app_pin" = "Settu inn lykilkóða";
"enter_app_pin_long_description_forced" = "Passcode required. You need to set a passcode to log in.";
"enter_app_pin_long_description" = "Settu inn lykilkóða";
"reenter_app_pin" = "Settu aftur inn lykilkóða";
"remove_app_pin" = "Fjarlægja lykilkóða";
"both_pass_not_same" = "Lykilkóðarnir eru ekki eins";
"app_pin_incorrect" = "Rangur lykilkóði";
"passcode_not_enabled" = "Virkjaðu fyrst lykilkóða";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Aftengjast þessum þjóni";
"pin_removed" = "Fjarlægði lykilorð";
"incorrect_pin" = "Rangur lykilkóði";
"app_pin_stored" = "Geymdi lykilorð";
"help" = "Hjálp";
"recommend_to_friend" = "Mæla með við vin";
"send_feedback" = "Senda umsögn";
"manage_accounts" = "Sýsla með notandaaðganga";
"add_new_account" = "Bæta við nýjum notandaaðgangi";
"save_changes" = "Vista";
"add_account" = "Bæta við";
"user_exist" = "Notandinn sem þú settir inn er nú þegar til.";
"imprint_button" = "Bakgrunnsupplýsingar";
"title_instant_upload_photos"="Bein innsending mynda";
"title_instant_upload_videos"="Bein innsending myndskeiða";
"title_background_instant_upload" = "Bein innsending í bakgrunni";
"accounts_section" = "Notandaaðgangar";
"security_section" = "Öryggi";
"instant_updloads_section" = "Beinar innsendingar";
"more_section" = "Meira";
"unlock_app" = "Aflæsa $appname";
"passcode_forced_can_not_be_disabled" = "Þvingaður lykilkóði. Er ekki hægt að gera óvirkt.";
"pending_migration_to_new_url" = "Settu inn til að yfirfæra á nýja slóð";

//Downloading
"can_no_copy_to_gallery" = "Ekki er hægt að afrita þessa skrá í myndasafnið því myndasafnsforritið getur ekki opnað hana";
"file_is_downloading" = "Nú þegar er verið að sækja þessa skrá";
"download_file_exist" = "Get ekki opnað þessa skrá. Athugaðu hvort hún sé til";
"wait_to_download" = "Undirbý að sækja";
"updating" = "Uppfæri";
"msg_while_downloads" = "Ekki er hægt að gera þessa aðgerð, bíddu þangað til niðurhali er lokið";
"streaming_no_possible_ssl_self_signed" = "Ekki var hægt að ræsa streymi, því skilríki þjónsins þíns er ekki treyst. Niðurhal á skrá fer því sjálfkrafa í gang";

//SSL
"invalid_ssl_cert" = "Ekki var hægt að sannreyna auðkenni vefsvæðisins. Viltu samt treysta þessu skilríki?";
"connection_declined" = "Tengingu hafnað af notanda";
"server_certificate_untrusted" = "Skilríki þjónsins er ekki treyst";

//Recent view
"recent_now"="sekúndum síðan";
"recent_minutes"="fyrir $minutes mínútum síðan";
"recent_minute"="fyrir $minutes mínútu síðan";
"recent_hours"="fyrir $hours klukkustundum síðan";
"recent_hour"="fyrir $hours klukkustund síðan";
"recent_days"="fyrir $days dögum síðan";
"recent_day"="fyrir $days degi síðan";
"recent_months"="fyrir $months mánuðum síðan";
"recent_month"="fyrir $months mánuði síðan";

"uploads_tab"="Innsendingar";
"current_section"="Núverandi";
"uploader_section"="Hlaðið inn";
"nothing_was_upload_recently"="Ekkert nýlega sent inn frá þessu tæki";
"failed_uploader_section"="Mistekin niðurhöl";
"clear_successful"="Hreinsa velheppnuð";
"error_credential"="Villa í auðkennum";
"error_destiny_does_not_exist"="Villa í möppu";
"error_file_exists"="Árekstrarvilla";
"error_permission" = "Villa í heimildum";
"error_not_allowed_by_firewall_rule" = "Innsendingar eru ekki leyfðar";
"error_file_does_not_exist" = "Ekki tiltækt á tækinu";
"error_file_in_background" = "Villa frá þjóni";
"error_insufficient_storage" = "Ekki nægt pláss tiltækt á aðgangnum";
"error_file_invalid_characters" = "Ógildir stafir";
"change_active_user"="Breyta virkum notanda í";
"waiting_for_server"="Bíð eftir tengingu við þjón";
"waiting_for_upload"="Bíð eftir að senda inn";
"error_permission_alert_message" = "Þú hefur ekki heimild til að hlaða inn í þessa möppu";
"choose_folder" = "Veldu möppu";

//Select Folder View
"upload_label"="Senda inn í";
"create_button"="Búa til";
"choose_button"="Veldu";

//Rename
"rename_long_press" = "Endurnefna";
"rename_file_title" = "Endurnefna";
"enter_new_name" = "Settu inn nýtt nafn:";
"rename_file_exist" = "Skrá með þessu heiti er þegar til staðar. Settu inn eitthvað annað nafn.";

//Move
"move_long_press" = "Færa";
"move_to_label" = "Færa í";
"file_exist" = "Skráin er þegar til í úttaksmöppunni";
"override_file" = "Ertu viss um að þú viljir skipta út fyrirliggjandi skrá með þessari?";
"accept" = "Samþykkja";
"error_folder_destiny_is_the_same" = "VILLA: Það er ekki hægt að færa möppu inn í sjálfa sig";
"original_file_exist" = "Get ekki fært skrána. Athugaðu hvort hún sé til";
"original_folder_exist" = "Get ekki fært möppuna. Athugaðu hvort hún sé til";

//Download folfer
"download_folder" = "Sækja möppu";
"cancel_download" = "Hætta við niðurhal";

//Upload from other apps
"other_apps_title" = "Áfangastaður";
"other_apps_account" = "Aðgangur";
"other_apps_folder" = "Mappa";
"other_apps_file_name" = "Skráarheiti";
"other_apps_send_to" = "Senda inn í";
"error_moving_file" = "Get ekki fært skrána. Athugaðu hvort móttökumappan sé til";
"forbidden_characters_from_server" = "Nafnið inniheldur að minnsta kosti einn ógildan staf";
"overwritte_title" = "Skrifa yfir";

//Social
"twitter_message" = "Prófaðu $twitteruser á snjallsímanum þínum!";
"facebook_message" = "Prófaðu $appname á snjallsímanum þínum!\n";
"mail_recommendation_subject" = "Prófaðu $appname á snjallsímanum þínum!";
"mail_recommendation_body" = "Ég vil gjarnan bjóða þér að nota $appname á snjallsímanum þínum!\nSæktu það hér:";
"device_not_support_mail" = "Endilega settu upp tölvupóstaðganginn þinn";
"mail_feedback_subject" = "Umsögn um $appname";
"account_not_configure" = "Tækið þitt er ekki með aðganginn uppsettann. Farðu í Stillingar til að setja hann upp.";

//Storage
"of_storage" = "af";
"occupied_storage" = "frátekið";
"storage" = "Gagnageymsla";
"storage_upgrade" = "Uppfæra gagnageymslu";

//Jimmies
"this_file_is_older" = "Ný útgáfa tiltæk";
"msg_update_file_0_bytes" = "Skráin á þjóninum er 0 bæti. Viltu skrifa yfir fyrirliggjandi skrá á tækinu þínu þeð þessari tómu skrá?";

//Shared
"shared_tab" = "Opinberir tenglar";
"message_not_shared_files" = "Ennþá eru engar skrár/möppur sem deilt er með tengli.";
"message_not_shared_api_support" = "Því miður, deiling gagna er ekki virk á þjóninum. Hafðu samband við kerfisstjóra.";
"share_link_long_press" = "Deila";
"unshare_link" = "Hætta deilingu tengils";
"share_not_available_on_this_server" = "Því miður, þessi eiginleiki er ekki virkur á þjóninum. Hafðu samband við kerfisstjóra.";
"copy_link" = "Afrita tengil";
"file_to_share_not_exist" = "Get ekki deilt þessari skrá eða möppu. Athugaðu hvort hún sé til";
"file_to_unshare_not_exist" = "Get ekki tekið deilingu af þessari skrá eða möppu. Athugaðu hvort hún sé til";
"shared_link_protected_title" = "Settu inn lykilorð";
"shared_link_protected_message" = "Til að deila tenglinum verðurðu að setja lykilorð til að vernda hann.";
"pasword_empty" = "Lykilorð má ekki vera tómt";
"no_pasword" = "Þú verður að setja inn lykilorð";
"get_share_link" = "Ná í opinberan tengil";
"title_share_link_option_name" = "Link Name";
"title_share_link_option_password" = "Lykilorð";
"title_share_link_option_expiration" = "Rennur út";
"title_share_link_option_allow_editing" = "Leyfa breytingar";
"title_share_link_option_show_file_listing" = "Birta skráalista";
"placeholder_share_link_option_name" = "Heiti";
"placeholder_share_link_option_password" = "Choose a password";
"placeholder_share_link_option_expiration" = "Gildir til";
"title_view_create_link" = "Búa til sameignartengil";
"title_view_edit_link" = "Breyta sameignartengli";
"title_confirm_delete_link" = "Fjarlægja tengil";
"message_confirm_delete_link" = "! Delete $sharedLink";
"default_link_name" = "$fileName link";
"allow_editing" = "Leyfa breytingar";
"show_error_password_enforced" = "Lykilorðs krafist";
"show_error_expiration_enforced" = "Almennings hlekkur rennur út eigi síðar en $nDays daga eftir að hann er búinn til";
"default_not_possible_msg" = "Ekki er hægt að gera þessa aðgerð, prófaðu aftur síðar";
"share_user_group_indicator" = "hópur";
"share_user_federated_indicator" = "fjartengt";
"add_user_or_group_title" = "Bæta við notanda eða hóp";
"share_with_users_or_groups" = "Notendur og hópar";
"not_share_with_users_yet"= "Engum gögnum ennþá deilt með notendum";
"not_share_by_link_yet"= "Not shared by public link yet";
"not_sharee_api_supported" = "Því miður, deiling gagna með notendum er ekki leyfð í þessari útgáfu þjónsins. \nHafðu samband við kerfisstjóra";
"share_link_title" = "Opinberir tenglar";
"warning_sharing_public_link" = "Hver sá sem hefur aðgang að skránni/möppunni";
"not_share_link_enabled_capabilities" = "Deiling tengla er ekki virk á þjóninum. Hafðu samband við kerfisstjóra.";
"shared_link_cannot_remove_password" = "Get ekki fjarlægt lykilorðið";
"shared_link_cannot_remove_expiration_date" = "Get ekki hreinsað gildislokadagsetninguna. Ætlast er til að sameigir hafi gildistíma";
"shared_link_mail_subject" = "$userName deildi »$fileOrFolderName« með þér";
"secured_link" = "Öruggt";
"message_private_link" = "Einkatengilll: Aðeins fólk sem hefur aðgang að skránni/möppunni getur notað hann. Notaðu hann sem varanlegan tengil fyrir sjálfan þig eða til að beina öðrum á skrár innan sameigna";

//Shared privileges
"title_user_can_edit" = "getur breytt";
"title_user_can_share" = "getur deilt";
"user_can_create" = "búið til";
"user_can_change" = "breytt";
"user_can_delete" = "eytt";
"title_view_edit_user_privileges" = "Réttindi";

//Shared Link Options
"title_view_share_link_options" = "Link Options";

//Favorites
"favorite" = "Eftirlæti";
"unfavorite" = "Taka úr eftirlæti";
"parent_folder_is_favorite" = "Mappa sem inniheldur þessa skrá er þegar merkt sem eftirlæti";

//Available offline
"available_offline" = "Tiltækt án nettengingar";
"not_available_offline" = "Ekki tiltækt án nettengingar";
"parent_folder_is_available_offline_file_child" = "Mappa sem inniheldur þessa skrá er þegar tiltæk án nettengingar";
"parent_folder_is_available_offline_folder_child" = "Mappa sem inniheldur þessa möppu er þegar tiltæk án nettengingar";

//Document provider
"error_login_doc_provider" = "Tekst ekki að fá aðgang að aðgangnum þínum. Notaðu $appname forritið til að skrá þig inn fyrst.";
"error_sending_file_to_document_picker" = "Villa við að senda skrá í skjalaveljarann";
"error_user_change_in_core_app" = "Notandanum hefur verið breytt í $appname forritinu";
"error_connecting_with_server" = "Það hefur ekki verið hægt að tengjast við þjóninn, prófaðu aftur síðar";
"move_doc_provider_button" = "Færa á þessa staðsetningu";
"export_doc_provider_button" = "Flytja út á þessa staðsetningu";

//Instant uploads
"location_not_enabled"="Staðsetningarþjónusta ekki virk";
"message_location_not_enabled"="Farðu í Stillingar og kveiktu á staðsetningarþjónustu (Location Services) til að virkja beina innsendingu á myndum í bakgrunni.";

"access_photos_library_not_enabled" = "Aðgangur að myndum er ekki virkur";
"message_access_photos_not_enabled" = "Farðu í Stillingar og kveiktu á myndaaðgangi (Photo Access) til að virkja beina innsendingu á myndum.";

//PDF reader
"page_of_pages" = "af"; //Example: 5 of 10

//Share in
"files_added" = "Skrám bætt við";
"files_will_be_upload_next_time" = "Byrjað verður að senda skrárnar inn næst þegar þú opnar $appname";

//Help Guide main app
"title_help_slide_0" = "Velomin í $appname!";
"message_help_slide_0" = "Strjúktu til að vita meira";
"title_help_slide_1" = "Beinar innsendingar";
"message_help_slide_1" = "Haltu myndunum þinum öruggum";
"title_help_slide_2" = "Sýslaðu með allar skrárnar þínar";
"message_help_slide_2" = "Þú getur eytt, fært";
"title_help_slide_3" = "deilt";
"message_help_slide_3" = "Þú getur deilt skrám og möppum";
"title_help_slide_4" = "MargAðganga";
"message_help_slide_4" = "Tengst við öll tölvuskýin þín";
"title_help_slide_5" = "Einkaskrárnar þína eru samstilltar hvar sem er";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Skrá inn";
"skip_button_help_guide" = "Sleppa";

//Account menu
"menu_account_edit" = "Breyta lykilorði";
"menu_account_clear_cache" = "Hreinsa skyndiminni";
"menu_account_log_out" = "Fjarlægja notandaaðgang";

//Common
"not_connected_to_internet" = "Tæki er ekki tengt við netkerfi";
"bad_request" = "Bad request";
"method_not_allowed" = "Method not allowed";
"proxy_auth_required" = "Proxy authorization required";
"conflict" = "Árekstrar";
"internal_error" = "Internal server error";
"not_implemented" = "Not implemented";
"bad_gateway" = "Bad gateway";

//Private links
"private_link_redirection_failed" = "The item does not exist";
"error_connecting_with_server" = "Það hefur ekki verið hægt að tengjast við þjóninn, prófaðu aftur síðar";
"private_link_not_reachable" = " Private link could not be opened";
